Repository: ndim/weight-calendar-grid
Catalog: weight_cal_grid/locale/*/LC_MESSAGES/weight-calendar-grid.po
Languages: de

source: plot weight/calendar grid for easy weight tracking
de: Gewicht-Kalender-Gitter zur einfachen Gewichtskontrolle

source: Weight Calendar Grid
de: Gewicht-Kalender-Gitter

source: _Quit program
de: Programm beenden

source: Quit the program. Expect strange things if there are PDF generation jobs or print jobs running in the background.
de: Programm beenden. Wenn noch PDF-Erzeugung oder Druckaufträge im Hintergrund aktiv sind, sind seltsame Dinge zu erwarten.

source: _Begin date
de: _Anfangsdatum

source: _Today
de: _Heute

source: Set begin date to today
de: Setze Anfangsdatum auf heute

source: _Latest Sun
de: _Jüngster So

source: Move the begin date to latest sunday (same day or in the past)
de: Setze Anfangsdatum auf den nächstliegenden Sonntag (gleicher Tag oder in der Vergangenheit)

source: _Earliest Sun
de: _Frühester So

source: Move the begin date to earliest sunday (same day or in the future)
de: Setze Enddatum auf den nächstliegenden SOnntag (gleicher Tag oder in der Zukunft)

source: _End
de: _Ende

source: _Period
de: _Periode

source: Ad_vance
de: _vorwärts

source: Move the dates one period into the future
de: Verschiebe die Daten um eine Periode in die Zukunft

source: Re_cede
de: _rückwärts

source: Move the dates one period into the past
de: Verschiebe die Daten um eine Periode in die Vergangenheit

source: Duration of the period to display
de: Dauer der anzuzeigenden Periode

source: weeks
de: Wochen

source: nick
de: Name

source: lang
de: Sprache

source: height in cm
de: Größe in cm

source: weight(min)
de: Gewicht(min)

source: weight(max)
de: Gewicht(max)

source: Print _selected user
de: _Drucke ausgewählten Benutzer

source: Generate and print grid for the one selected user
de: Erzeuge und drucke Diagramm für den ausgewählten Benutzer

source: Print _all marked users
de: Drucke _alle markierten Benutzer

source: Generate and print grid for all marked user
de: Erzeuge und drucke Diagramm für alle mit Häkchen markierten Benutzer

source: Generate1
de: Erzeuge1

source: Generate PDF for selected user
de: Erzeuge PDF für ausgewählten Benutzer

source: Print1
de: Drucke1

source: Print the PDF for selected user
de: Drucke das PDF für den ausgewählten Benutzer

source: View1
de: Betrachte1

source: View the PDF for selected user in evince
de: Betrachte das PDF für den ausgewählten Benutzer in evince

source: GenerateF
de: ErzeugeF

source: Generate PDF for all marked users
de: Erzeuge PDF für alle mit Häkchen markierten Benutzer

source: PrintF
de: DruckeF

source: Print the PDF for all marked users
de: Drucke PDF für alle mit Häkchen markierten Benutzer

source: ViewF
de: BetrachteF

source: View the PDF for all marked users in evince
de: Betrachte das PDF für alle markierten Benutzer in evince

source: _User list
de: Liste der _Benutzer

source: _New user
de: _Neu

source: Add new user to list of users. You must then enter a nick name.
de: Füge neuen Benutzer in Liste ein. Anschließend muss ein kurzer Name eingegeben werden.

source: _Delete user
de: _Löschen

source: Remove selected user from the list of users
de: Lösche ausgewählten Benutzer aus der Liste

source: All heights in <b>cm</b>. All weights in <b>kg</b>.
de: Alle Größen in <b>cm</b>. Alle Gewichte in <b>kg</b>.

source: Save as
de: Speichern unter

source: Any files
de: Alle Dateien

source: Generating PDF for single user:
de: Erzeuge PDF für Benutzer:

source: Continue printing %s? wcg-gui will print lines much thicker than they should be.
de: Datei %s drucken? wcg-gui druckt Linien deutlich dicker, als sie sein sollten.

source: We strongly suggest to open the generated PDF file in <i>evince</i> and print from <i>evince</i> instead.
de: Wir empfehlen sehr, die erzeugte PDF-Datei in <i>evince</i> zu öffnen und mit <i>evince</i> zu drucken.

source: Generating PDF for single user
de: Erzeuge PDF für Benutzer:

source: using driver
de: mit Treiber

source: for tag
de: für Tag

source: Generating family PDF
de: Erzeuge Familien-PDF

source: (from %(begin)s to %(end)s)
de: (von %(begin)s bis %(end)s)

source: Draw one mark a day and graphically watch your weight
de: Ein tägliches Kreuzchen für die graphische Verfolgung des Gewichts

source: weight in
de: Gewicht in

source: for height %.2fm
de: für Körpergröße %.2fm

source: Use:
de: Anleitung:

source: Print this page. Keep in accessible place with pen. Mark one
de: Ausdrucken und mit Stiff griffbereit aufbewahren. Täglich ein

source: every day. Connect
de: eintragen und

source: to yesterday's mark. Type marked values into computer as deemed useful.
de: mit gestrigem verbinden. Nach Bedarf Werte in Computer übertragen.

source: <language specific options to LaTeX babel package>
de: english,ngerman

source: weight in %s
de: Gewicht in %s

source: %s for height %.2f\,m
de: %s für Körpergröße %.2f\,m

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Mar
de: Mär

source: Oct
de: Okt

source: Dec
de: Dez
